{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<pad>": 1,
      "\"": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "+": 9,
      ",": 10,
      "-": 11,
      ".": 12,
      "/": 13,
      "0": 14,
      "1": 15,
      "2": 16,
      "3": 17,
      "4": 18,
      "5": 19,
      "6": 20,
      "7": 21,
      "8": 22,
      "9": 23,
      ":": 24,
      ";": 25,
      "<": 26,
      "=": 27,
      ">": 28,
      "?": 29,
      "A": 30,
      "B": 31,
      "C": 32,
      "D": 33,
      "E": 34,
      "F": 35,
      "G": 36,
      "H": 37,
      "I": 38,
      "J": 39,
      "K": 40,
      "L": 41,
      "M": 42,
      "N": 43,
      "O": 44,
      "P": 45,
      "Q": 46,
      "R": 47,
      "S": 48,
      "T": 49,
      "U": 50,
      "V": 51,
      "W": 52,
      "X": 53,
      "Y": 54,
      "Z": 55,
      "[": 56,
      "\\": 57,
      "]": 58,
      "^": 59,
      "_": 60,
      "a": 61,
      "b": 62,
      "c": 63,
      "d": 64,
      "e": 65,
      "f": 66,
      "g": 67,
      "h": 68,
      "i": 69,
      "j": 70,
      "k": 71,
      "l": 72,
      "m": 73,
      "n": 74,
      "o": 75,
      "p": 76,
      "q": 77,
      "r": 78,
      "s": 79,
      "t": 80,
      "u": 81,
      "v": 82,
      "w": 83,
      "x": 84,
      "y": 85,
      "z": 86,
      "{": 87,
      "|": 88,
      "}": 89,
      "Â©": 90,
      "Â±": 91,
      "ÂČ": 92,
      "Â·": 93,
      "Â»": 94,
      "Âœ": 95,
      "Âż": 96,
      "Ă": 97,
      "Ă": 98,
      "Ă": 99,
      "Ă": 100,
      "Ă": 101,
      "Ăą": 102,
      "ĂŻ": 103,
      "Ä": 104,
      "Ä ": 105,
      "Äą": 106,
      "ÄŁ": 107,
      "Ä„": 108,
      "ÄŠ": 109,
      "ÄȘ": 110,
      "Ä­": 111,
      "Äł": 112,
      "ÄŽ": 113,
      "Ä”": 114,
      "Ä¶": 115,
      "Äč": 116,
      "Äș": 117,
      "Ä»": 118,
      "ÄŸ": 119,
      "Äż": 120,
      "Ä t": 121,
      "Ä a": 122,
      "he": 123,
      "in": 124,
      "re": 125,
      "Ä o": 126,
      "Ä the": 127,
      "at": 128,
      "Ä c": 129,
      "er": 130,
      "on": 131,
      "es": 132,
      "is": 133,
      "Ä s": 134,
      "al": 135,
      "or": 136,
      "an": 137,
      "Ä p": 138,
      "it": 139,
      "Ä in": 140,
      "Ä f": 141,
      "Ä b": 142,
      "en": 143,
      "Ä m": 144,
      "ar": 145,
      "ion": 146,
      "ing": 147,
      "Ä of": 148,
      "Ä an": 149,
      "Ä d": 150,
      "ed": 151,
      "Ä w": 152,
      "ic": 153,
      "Ä to": 154,
      "Ä e": 155,
      "om": 156,
      "et": 157,
      "Ä r": 158,
      "Ä re": 159,
      "Ä is": 160,
      "us": 161,
      "Ä and": 162,
      "Ä th": 163,
      "as": 164,
      "ent": 165,
      "ul": 166,
      "Ä v": 167,
      "ct": 168,
      "Ä T": 169,
      "Ä pr": 170,
      "il": 171,
      "iv": 172,
      "ur": 173,
      "Ä l": 174,
      "est": 175,
      "ation": 176,
      "ow": 177,
      "Ä as": 178,
      "ly": 179,
      "Ä st": 180,
      "ol": 181,
      "Ä h": 182,
      "Ä be": 183,
      "Ä com": 184,
      "ut": 185,
      "vest": 186,
      "un": 187,
      "Ä ex": 188,
      "os": 189,
      "im": 190,
      "Ä n": 191,
      "Ä on": 192,
      "Ä that": 193,
      "ate": 194,
      "Ä for": 195,
      "Ä comp": 196,
      "Ä The": 197,
      "Ä de": 198,
      "io": 199,
      "pt": 200,
      "res": 201,
      "Ä invest": 202,
      "Ä I": 203,
      "le": 204,
      "alu": 205,
      "ig": 206,
      "Ä or": 207,
      "ra": 208,
      "Ä it": 209,
      "ce": 210,
      "ity": 211,
      "ort": 212,
      "Ä ris": 213,
      "Ä us": 214,
      "de": 215,
      "Ä g": 216,
      "ĂąÄą": 217,
      "ck": 218,
      "ch": 219,
      "Ä pric": 220,
      "Ä valu": 221,
      "Ä risk": 222,
      "der": 223,
      "ption": 224,
      "qu": 225,
      "Ä A": 226,
      "'s": 227,
      "ment": 228,
      "te": 229,
      "ver": 230,
      "Ä ass": 231,
      "Ä compan": 232,
      "urn": 233,
      "Ä (": 234,
      "ge": 235,
      "her": 236,
      "Ä pro": 237,
      "ive": 238,
      "Ä can": 239,
      "if": 240,
      "Ä ret": 241,
      "Ä con": 242,
      "pe": 243,
      "Ä option": 244,
      "Ä price": 245,
      "ot": 246,
      "ock": 247,
      "Ä are": 248,
      "Ä return": 249,
      "ve": 250,
      "ab": 251,
      "ay": 252,
      "Ä value": 253,
      "Ä stock": 254,
      "Ä company": 255,
      "Ä mo": 256,
      "Ä sh": 257,
      "Ä S": 258,
      "Ä se": 259,
      "ark": 260,
      "ors": 261,
      "ith": 262,
      "ies": 263,
      "ess": 264,
      "are": 265,
      "Ä with": 266,
      "Ä al": 267,
      "oul": 268,
      "Ä by": 269,
      "Ä rat": 270,
      "ould": 271,
      "ir": 272,
      "um": 273,
      "ke": 274,
      "Ä F": 275,
      "Ä y": 276,
      "Ä E": 277,
      "and": 278,
      "Ä per": 279,
      "ill": 280,
      "am": 281,
      "Ä R": 282,
      "Ä \\": 283,
      "Ä wh": 284,
      "Ä C": 285,
      "ure": 286,
      "Ä cal": 287,
      "fol": 288,
      "Ä 1": 289,
      "ortfol": 290,
      "Ä un": 291,
      "Ä In": 292,
      "Ä asset": 293,
      "ance": 294,
      "ari": 295,
      "arket": 296,
      "st": 297,
      "ard": 298,
      "Ä portfol": 299,
      "ĂąÄąÄ»": 300,
      "ren": 301,
      "oun": 302,
      "Ä inc": 303,
      "end": 304,
      "ial": 305,
      "Ä P": 306,
      "Ä market": 307,
      "low": 308,
      "Ä at": 309,
      "igh": 310,
      "Ä me": 311,
      "ter": 312,
      "vi": 313,
      "tra": 314,
      "ative": 315,
      "Ä its": 316,
      "Ä ratio": 317,
      "cul": 318,
      "ther": 319,
      "Ä portfolio": 320,
      "xt": 321,
      "ility": 322,
      "Ä exp": 323,
      "ou": 324,
      "Ä fr": 325,
      "00": 326,
      "ers": 327,
      "Ä M": 328,
      "ust": 329,
      "Ä equ": 330,
      "Ä vari": 331,
      "Ä tra": 332,
      "se": 333,
      "Ä $": 334,
      "Ä bet": 335,
      "Ä will": 336,
      "Ä investment": 337,
      "tract": 338,
      "ain": 339,
      "ike": 340,
      "Ä whe": 341,
      "ost": 342,
      "ff": 343,
      "ree": 344,
      "Ä fut": 345,
      "ll": 346,
      "Ä B": 347,
      "ist": 348,
      "ome": 349,
      "text": 350,
      "Ä used": 351,
      "Ä su": 352,
      "Ä rate": 353,
      "Ä fin": 354,
      "Ä cas": 355,
      "orm": 356,
      "arn": 357,
      "Ä under": 358,
      "ount": 359,
      "ical": 360,
      "Ä investors": 361,
      "ated": 362,
      "Ä he": 363,
      "ings": 364,
      "ations": 365,
      "ures": 366,
      "Ä ha": 367,
      "age": 368,
      "th": 369,
      "Ä =": 370,
      "Ä ch": 371,
      "Ä calcul": 372,
      "si": 373,
      "Ä Th": 374,
      "Ä not": 375,
      "Ä use": 376,
      "pect": 377,
      "ple": 378,
      "Ä ind": 379,
      "oo": 380,
      "ore": 381,
      "Ä bu": 382,
      "ult": 383,
      "Ä from": 384,
      "Ä ne": 385,
      "ant": 386,
      "erm": 387,
      "anc": 388,
      "Ä contract": 389,
      "able": 390,
      "andard": 391,
      "aly": 392,
      "id": 393,
      "ap": 394,
      "ect": 395,
      "Ä earn": 396,
      "ds": 397,
      "Ä devi": 398,
      "Ä cash": 399,
      "Ä rel": 400,
      "ual": 401,
      "Ä D": 402,
      "Ä tim": 403,
      "Ä ac": 404,
      "ear": 405,
      "Ä has": 406,
      "Ä It": 407,
      "Ä over": 408,
      "Ä pre": 409,
      "Ä analy": 410,
      "Ä would": 411,
      "Ä options": 412,
      "count": 413,
      "ĂąÄąÄ­": 414,
      "ition": 415,
      "ici": 416,
      "olat": 417,
      "Ä buy": 418,
      "ding": 419,
      "ight": 420,
      "Ä ta": 421,
      "Ä returns": 422,
      "Ä have": 423,
      "Ä deviation": 424,
      "Ä expect": 425,
      "Ä This": 426,
      "aus": 427,
      "pl": 428,
      "Ä volat": 429,
      "Ä one": 430,
      "Ä financ": 431,
      "Ä other": 432,
      "del": 433,
      "so": 434,
      "Ä ad": 435,
      "ich": 436,
      "Ä this": 437,
      "Ä flow": 438,
      "Ä which": 439,
      "Ä dat": 440,
      "ffici": 441,
      "Ä time": 442,
      "Ä W": 443,
      "lying": 444,
      "rent": 445,
      "Ä earnings": 446,
      "ause": 447,
      "Ä than": 448,
      "Ä str": 449,
      "Ä share": 450,
      "iz": 451,
      "Ä standard": 452,
      "Ä prof": 453,
      "Ä model": 454,
      "Ä also": 455,
      "Ä they": 456,
      "ermin": 457,
      "row": 458,
      "reas": 459,
      "Ä may": 460,
      "Ä exam": 461,
      "Ä underlying": 462,
      "Ä data": 463,
      "act": 464,
      "cause": 465,
      "ile": 466,
      "ders": 467,
      "form": 468,
      "Ä equity": 469,
      "Ä if": 470,
      "rel": 471,
      "Ä their": 472,
      "ates": 473,
      "Ä low": 474,
      "fficient": 475,
      "CF": 476,
      "Ä meas": 477,
      "Ä investor": 478,
      "Ä chan": 479,
      "ating": 480,
      "Ä man": 481,
      "Ä volatility": 482,
      "resent": 483,
      "iff": 484,
      "cur": 485,
      "Ä im": 486,
      "Ä cor": 487,
      "Ä ma": 488,
      "Ä ab": 489,
      "Ä diff": 490,
      "Ä how": 491,
      "Ä financial": 492,
      "Ä more": 493,
      "Ä H": 494,
      "Ä pos": 495,
      "ital": 496,
      "Ä example": 497,
      "BI": 498,
      "lu": 499,
      "Ä cap": 500,
      "Ä rep": 501,
      "Ä For": 502,
      "BIT": 503,
      "ro": 504,
      "ast": 505,
      "Ä like": 506,
      "Ä year": 507,
      "Ä future": 508,
      "eriv": 509,
      "Ä we": 510,
      "ign": 511,
      "Ä sell": 512,
      "ared": 513,
      "Ä expected": 514,
      "Ä profit": 515,
      "Ä If": 516,
      "Ä you": 517,
      "Ä mean": 518,
      "ook": 519,
      "all": 520,
      "art": 521,
      "ose": 522,
      "Ä dep": 523,
      "Ä capital": 524,
      "pp": 525,
      "ta": 526,
      "Ä cost": 527,
      "Ä inte": 528,
      "Ä div": 529,
      "ares": 530,
      "Ä because": 531,
      "rest": 532,
      "Ä assum": 533,
      "bt": 534,
      "Ä fun": 535,
      "Ä grow": 536,
      "Ä Invest": 537,
      "Ä such": 538,
      "Ä le": 539,
      "ad": 540,
      "ges": 541,
      "verage": 542,
      "Ä call": 543,
      "Ä est": 544,
      "DA": 545,
      "mon": 546,
      "per": 547,
      "Ä assets": 548,
      "BITDA": 549,
      "sis": 550,
      "Ä 2": 551,
      "Ä dis": 552,
      "Ä hig": 553,
      "oss": 554,
      "Ä indic": 555,
      "du": 556,
      "Ä income": 557,
      "OE": 558,
      "ib": 559,
      "ener": 560,
      "Ä met": 561,
      "Ä res": 562,
      "Ä del": 563,
      "Ä futures": 564,
      "Ä interest": 565,
      "een": 566,
      "wo": 567,
      "Ä out": 568,
      "Ä sim": 569,
      "own": 570,
      "Ä diffe": 571,
      "Ä estim": 572,
      "Ä higher": 573,
      "ire": 574,
      "ject": 575,
      "ph": 576,
      "ten": 577,
      "Ä O": 578,
      "Ä po": 579,
      "ives": 580,
      "Ä secur": 581,
      "Ä hed": 582,
      "Ä analysis": 583,
      "ween": 584,
      "Ä Sh": 585,
      "Ä between": 586,
      "Ä when": 587,
      "just": 588,
      "Ä two": 589,
      "Ä could": 590,
      "Ä high": 591,
      "ments": 592,
      "abl": 593,
      "'t": 594,
      "Ä cur": 595,
      "ities": 596,
      "Ä net": 597,
      "Ä perform": 598,
      "Ä correl": 599,
      "Ä represent": 600,
      "ci": 601,
      "fore": 602,
      "Ä G": 603,
      "Ä co": 604,
      "Ä inde": 605,
      "Ä deriv": 606,
      "ific": 607,
      "Ä \\\\": 608,
      "to": 609,
      "valu": 610,
      "ong": 611,
      "Ä but": 612,
      "Ä gener": 613,
      "Ä expir": 614,
      "Ä bas": 615,
      "etermin": 616,
      "Ä account": 617,
      "Ä measure": 618,
      "Ä abo": 619,
      ").": 620,
      "ach": 621,
      "cess": 622,
      "king": 623,
      "Ä form": 624,
      "Ä debt": 625,
      "Ä companies": 626,
      "Ä EBITDA": 627,
      "Ä ROE": 628,
      "Ä beta": 629,
      "PM": 630,
      "ie": 631,
      "ability": 632,
      "Ä imp": 633,
      "Ä growth": 634,
      "lo": 635,
      "Ä &": 636,
      "Ä ben": 637,
      "ens": 638,
      "Ä consi": 639,
      "Ä relative": 640,
      "ables": 641,
      "Ä performance": 642,
      "ier": 643,
      "Ä U": 644,
      "Ä then": 645,
      "Ä pay": 646,
      "Ä often": 647,
      "Ä do": 648,
      "quared": 649,
      "Ä shares": 650,
      "hol": 651,
      "ied": 652,
      "int": 653,
      "Ä mon": 654,
      "Ä increas": 655,
      "ward": 656,
      "Ä N": 657,
      "Ä average": 658,
      "Ä sam": 659,
      "Ä determin": 660,
      "Ä result": 661,
      "arpe": 662,
      "Ä dec": 663,
      "Ä using": 664,
      "Ä variables": 665,
      "APM": 666,
      "ack": 667,
      "ever": 668,
      "ma": 669,
      "Ä spe": 670,
      "ula": 671,
      "ful": 672,
      "ip": 673,
      "squared": 674,
      "Ä ag": 675,
      "ict": 676,
      "ction": 677,
      "Ä As": 678,
      "Ä contracts": 679,
      "Ä tax": 680,
      "Ä Sharpe": 681,
      "Ä expiration": 682,
      "Ä neg": 683,
      "ef": 684,
      "Ä )": 685,
      "iness": 686,
      "atives": 687,
      "ĂąÄąÄ¶": 688,
      "Ä project": 689,
      "Ä different": 690,
      "ho": 691,
      "lp": 692,
      "up": 693,
      "Ä cl": 694,
      "ally": 695,
      "Ä fact": 696,
      "Ä common": 697,
      "Ä An": 698,
      "Ä perio": 699,
      "Ä help": 700,
      "Ä strike": 701,
      "Ä represents": 702,
      "holders": 703,
      "Ä negative": 704,
      "ios": 705,
      "ĂąÄȘ": 706,
      "Ä 0": 707,
      "Ä am": 708,
      "ange": 709,
      "cept": 710,
      "Ä point": 711,
      "Ä correlation": 712,
      "free": 713,
      "mark": 714,
      "ric": 715,
      "Ä might": 716,
      "Ä was": 717,
      "Ä move": 718,
      "Ä should": 719,
      "oug": 720,
      "pha": 721,
      "Ä based": 722,
      "Ä same": 723,
      "efficient": 724,
      "Ä te": 725,
      "ine": 726,
      "Ä oil": 727,
      "Ä ser": 728,
      "Ä most": 729,
      "Ä mult": 730,
      "Ä all": 731,
      "Ä fund": 732,
      "Ä index": 733,
      "ag": 734,
      "ble": 735,
      "Ä part": 736,
      "usiness": 737,
      "Ä less": 738,
      "chmark": 739,
      "Ä values": 740,
      "000": 741,
      "Ä whether": 742,
      "Ä How": 743,
      "Ä depend": 744,
      "Ä benchmark": 745,
      "ough": 746,
      "ru": 747,
      "Ä ob": 748,
      "Ä there": 749,
      "Ä loss": 750,
      "Ä CAPM": 751,
      "ustr": 752,
      "Ä lower": 753,
      "Ä changes": 754,
      "Ä discount": 755,
      "Ä delta": 756,
      "Ä coefficient": 757,
      "ey": 758,
      "rib": 759,
      "Ä 5": 760,
      "Ä ty": 761,
      "red": 762,
      "Ä these": 763,
      "Ä put": 764,
      "Ä provi": 765,
      "Ä FCF": 766,
      "Ä security": 767,
      "Ä hedge": 768,
      "Ä period": 769,
      "ber": 770,
      "ide": 771,
      "our": 772,
      "Ä up": 773,
      "Ä efficient": 774,
      "Ä inclu": 775,
      "Ä formula": 776,
      "ded": 777,
      "Ä -": 778,
      "Ä some": 779,
      "ory": 780,
      "Ä fir": 781,
      "Ä business": 782,
      "Ä any": 783,
      "Ä way": 784,
      "Ä before": 785,
      "Ä num": 786,
      "Ä while": 787,
      "ood": 788,
      "Ä pred": 789,
      "Ä flows": 790,
      "Ä change": 791,
      "igned": 792,
      "Ä divid": 793,
      "ail": 794,
      "con": 795,
      "tal": 796,
      "Ä wor": 797,
      "Ä total": 798,
      "ential": 799,
      "Ä prices": 800,
      "ptions": 801,
      "Ä St": 802,
      "tern": 803,
      "ically": 804,
      "Ä However": 805,
      "),": 806,
      "ped": 807,
      "inition": 808,
      "ont": 809,
      "Ä pl": 810,
      "Ä assess": 811,
      "Ä &\\": 812,
      "ium": 813,
      "of": 814,
      "ions": 815,
      "Ä only": 816,
      "Ä where": 817,
      "side": 818,
      "Ä industr": 819,
      "Ä prem": 820,
      "Ä current": 821,
      "Ä does": 822,
      "Ä multi": 823,
      "ia": 824,
      "Ä }": 825,
      "Ä qu": 826,
      "Ä oper": 827,
      "Ä into": 828,
      "Ä each": 829,
      "Ä look": 830,
      "Ä produ": 831,
      "Ä Ex": 832,
      "stand": 833,
      "Ä variable": 834,
      "Ä calculated": 835,
      "Ä consider": 836,
      "Ä predict": 837,
      "Ä premium": 838,
      "reci": 839,
      "Ä evalu": 840,
      "ollow": 841,
      "Ä no": 842,
      "orth": 843,
      "Ä 10": 844,
      "Ä shareholders": 845,
      "Ä determine": 846,
      "efinition": 847,
      "gin": 848,
      "ves": 849,
      "Ä \"": 850,
      "Ä L": 851,
      "Ä k": 852,
      "reat": 853,
      "Ä follow": 854,
      "Ä dist": 855,
      "Ä long": 856,
      "Ä alpha": 857,
      "Ä calculate": 858,
      "erminal": 859,
      "Ä 20": 860,
      "ribut": 861,
      "PS": 862,
      "fer": 863,
      "ĂÄč": 864,
      "Ä +": 865,
      "aligned": 866,
      "Ä pur": 867,
      "Ä pot": 868,
      "Ä down": 869,
      "Ä worth": 870,
      "Ä hist": 871,
      "ateg": 872,
      "Ä Investors": 873,
      "Ä indicates": 874,
      "Ä metho": 875,
      "ĂąÄȘÄŽ": 876,
      "Ä potential": 877,
      "ks": 878,
      "Ä ar": 879,
      "Ä app": 880,
      "Ä fore": 881,
      "Ä investing": 882,
      "Ä front": 883,
      "Ä buyer": 884,
      "Ä position": 885,
      "Ä means": 886,
      "Ä simul": 887,
      "Ä estimate": 888,
      "Ä money": 889,
      "fter": 890,
      "Ä V": 891,
      "Ä X": 892,
      "Ä tren": 893,
      "Ä Al": 894,
      "Ä trade": 895,
      "Ä useful": 896,
      "plied": 897,
      "Ä metric": 898,
      "Ä Gree": 899,
      "Ä factors": 900,
      "mat": 901,
      "rit": 902,
      "ste": 903,
      "ven": 904,
      "Ä them": 905,
      "orical": 906,
      "Ä min": 907,
      "Ä mat": 908,
      "Ä To": 909,
      "Ä hol": 910,
      "vel": 911,
      "Ä Com": 912,
      "Ä equal": 913,
      "Ä about": 914,
      "Ä spec": 915,
      "AC": 916,
      "Ä J": 917,
      "Ä ent": 918,
      "Ä fe": 919,
      "eta": 920,
      "Ä compar": 921,
      "ress": 922,
      "Ä great": 923,
      "chas": 924,
      "other": 925,
      "Ä show": 926,
      "Ä variance": 927,
      "ffect": 928,
      "ize": 929,
      "Ä likely": 930,
      "Ä level": 931,
      "Ä derivatives": 932,
      "Ä import": 933,
      "Ä again": 934,
      "Ä purchas": 935,
      "Ä frontier": 936,
      "ACC": 937,
      "ging": 938,
      "hip": 939,
      "tain": 940,
      "ue": 941,
      "Ä after": 942,
      "Ä inv": 943,
      "Ä reg": 944,
      "ular": 945,
      "iven": 946,
      "Ä lar": 947,
      "Ä These": 948,
      "oth": 949,
      "illion": 950,
      "Ä Mon": 951,
      "Ä sub": 952,
      "ized": 953,
      "Ä series": 954,
      "reciation": 955,
      "Ä kn": 956,
      "Ä historical": 957,
      "%,": 958,
      "com": 959,
      "oped": 960,
      "Ä term": 961,
      "Ä act": 962,
      "hen": 963,
      "Ä so": 964,
      "arlo": 965,
      "imit": 966,
      "Ä There": 967,
      "lect": 968,
      "Ä uses": 969,
      "change": 970,
      "Ä what": 971,
      "Ä Carlo": 972,
      "ationship": 973,
      "Ä need": 974,
      "Ä relationship": 975,
      "Ä strateg": 976,
      "Ä measures": 977,
      "Ä Investoped": 978,
      "justed": 979,
      "Ä above": 980,
      "Ä important": 981,
      "Ä Monte": 982,
      "Ä Investopedia": 983,
      "%.": 984,
      "cy": 985,
      "cis": 986,
      "lack": 987,
      "uch": 988,
      "ved": 989,
      "whe": 990,
      "Ä /": 991,
      "Ä Y": 992,
      "Ä sp": 993,
      "itive": 994,
      "Ä bal": 995,
      "Ä must": 996,
      "Ä those": 997,
      "oles": 998,
      "choles": 999,
      "sts": 1000,
      "Ä calculation": 1001,
      "ually": 1002,
      "Ä manag": 1003,
      "Ä years": 1004,
      "Ä amount": 1005,
      "Ä points": 1006,
      "Ä typ": 1007,
      "Ä firm": 1008,
      "des": 1009,
      "dition": 1010,
      "lig": 1011,
      "Ä set": 1012,
      "Ä book": 1013,
      "Ä million": 1014,
      "Ä much": 1015,
      "Ä date": 1016,
      "Ä var": 1017,
      "Ä norm": 1018,
      "Ä traders": 1019,
      "Ä Black": 1020,
      "Ä many": 1021,
      "Ä make": 1022,
      "Ä taxes": 1023,
      "Ä distribut": 1024,
      "Ä greater": 1025,
      "<|": 1026,
      "Con": 1027,
      "Definition": 1028,
      "PT": 1029,
      "cast": 1030,
      "set": 1031,
      "sum": 1032,
      "the": 1033,
      "|>": 1034,
      "ice": 1035,
      "Ä right": 1036,
      "Ä limit": 1037,
      "Ä given": 1038,
      "chn": 1039,
      "Ä see": 1040,
      "endof": 1041,
      "Ä trading": 1042,
      "sible": 1043,
      "Ä WACC": 1044,
      "Ä method": 1045,
      "Ä appro": 1046,
      "where": 1047,
      "Concept": 1048,
      "endoftext": 1049,
      "50": 1050,
      "Scholes": 1051,
      "come": 1052,
      "ep": 1053,
      "ercis": 1054,
      "Ä real": 1055,
      "Ä rece": 1056,
      "Ä requ": 1057,
      "ilities": 1058,
      "Ä state": 1059,
      "imes": 1060,
      "Ä forward": 1061,
      "ious": 1062,
      "Ä good": 1063,
      "Ä risks": 1064,
      "Ä stocks": 1065,
      "amma": 1066,
      "Ä portfolios": 1067,
      "ĂąÄąÄ­=": 1068,
      "Ä Wh": 1069,
      "Ä well": 1070,
      "Ä profitability": 1071,
      "Ä divers": 1072,
      "Ä oblig": 1073,
      "Ä multiple": 1074,
      "Ä 202": 1075,
      "Ä forecast": 1076,
      "pan": 1077,
      "yn": 1078,
      "Ä x": 1079,
      "ince": 1080,
      "Ä present": 1081,
      "Ä past": 1082,
      "Ä fall": 1083,
      "Ä both": 1084,
      "Ä ref": 1085,
      "ents": 1086,
      "Ä exercis": 1087,
      "Ä const": 1088,
      "Ä 100": 1089,
      "ariance": 1090,
      "Ä better": 1091,
      "Ä investments": 1092,
      "Ä DCF": 1093,
      "ization": 1094,
      "Ä assume": 1095,
      "iel": 1096,
      "Ä Un": 1097,
      "Ä increase": 1098,
      "Ä techn": 1099,
      "Ä number": 1100,
      "Ä dividend": 1101,
      "Ä industry": 1102,
      "Ä product": 1103,
      "standing": 1104,
      "Ä simulation": 1105,
      "Ä specific": 1106,
      "Ä against": 1107,
      "Ä invol": 1108,
      "Ä balance": 1109,
      "be": 1110,
      "cer": 1111,
      "}\\": 1112,
      "Ä 3": 1113,
      "Ä sm": 1114,
      "Ä sign": 1115,
      "Ä inst": 1116,
      "ivid": 1117,
      "Ä li": 1118,
      "Ä compared": 1119,
      "Ä ratios": 1120,
      "Ä possible": 1121,
      "Ä depreciation": 1122,
      "Ä securities": 1123,
      "Ä derivative": 1124,
      "Ä provide": 1125,
      "conom": 1126,
      "Ä trends": 1127,
      "cent": 1128,
      "fra": 1129,
      "out": 1130,
      "ross": 1131,
      "Ä just": 1132,
      "Ä terminal": 1133,
      "Ä ap": 1134,
      "reyn": 1135,
      "Ä theory": 1136,
      "atist": 1137,
      "ery": 1138,
      "isk": 1139,
      "Ä fig": 1140,
      "Ä bro": 1141,
      "Ä redu": 1142,
      "uring": 1143,
      "utures": 1144,
      "Ä valuation": 1145,
      "Ä prob": 1146,
      "Ä rates": 1147,
      "Ä your": 1148,
      "Ä EPS": 1149,
      "Ä Be": 1150,
      "Ä adv": 1151,
      "Ä positive": 1152,
      "Ä were": 1153,
      "Ä seller": 1154,
      "valued": 1155,
      "Ä 500": 1156,
      "Ä Compan": 1157,
      "Ä distribution": 1158,
      "frac": 1159,
      "reynor": 1160,
      "YZ": 1161,
      "ces": 1162,
      "day": 1163,
      "lin": 1164,
      "por": 1165,
      "ĂÄ„": 1166,
      "Ä tr": 1167,
      "Ä bon": 1168,
      "Ä des": 1169,
      "Ä dire": 1170,
      "Ä want": 1171,
      "Ä isn": 1172,
      "ilar": 1173,
      "Ä line": 1174,
      "Ä excess": 1175,
      "Ä non": 1176,
      "ortization": 1177,
      "Ä pricing": 1178,
      "ound": 1179,
      "Ä expens": 1180,
      "Ä analyz": 1181,
      "Ä taking": 1182,
      "Ä When": 1183,
      "Ä accounting": 1184,
      "Ä decreas": 1185,
      "Ä helps": 1186,
      "Ä movements": 1187,
      "Ä evaluate": 1188,
      "Ä downside": 1189,
      "Ä XYZ": 1190,
      "Ä normal": 1191,
      "me": 1192,
      "Ä en": 1193,
      "ino": 1194,
      "Ä opt": 1195,
      "Ä ins": 1196,
      "Ä free": 1197,
      "Ä Treynor": 1198,
      "Ä statist": 1199,
      "Ä being": 1200,
      "Ä comm": 1201,
      "ortino": 1202,
      "Ä go": 1203,
      "Ä get": 1204,
      "quity": 1205,
      "Ä analysts": 1206,
      "ples": 1207,
      "Ä financing": 1208,
      "Ä manage": 1209,
      "Ä costs": 1210,
      "Ä assumes": 1211,
      "Ä called": 1212,
      "Ä deliv": 1213,
      "Ä month": 1214,
      "Ä specul": 1215,
      "Ä include": 1216,
      "Ä doesn": 1217,
      "Ä known": 1218,
      "Ä statement": 1219,
      "Ä reduce": 1220,
      "fect": 1221,
      "gg": 1222,
      "ger": 1223,
      "ix": 1224,
      "xim": 1225,
      "Ä ke": 1226,
      "heet": 1227,
      "ator": 1228,
      "eric": 1229,
      "Ä sy": 1230,
      "ales": 1231,
      "Ä fa": 1232,
      "Ä bar": 1233,
      "Ä writ": 1234,
      "iling": 1235,
      "Ä exchange": 1236,
      "abilities": 1237,
      "Ä 19": 1238,
      "Ä expl": 1239,
      "ained": 1240,
      "Ä individ": 1241,
      "Ä overall": 1242,
      "Ä assumptions": 1243,
      "Ä funds": 1244,
      "Ä On": 1245,
      "Ä generally": 1246,
      "Ä amortization": 1247,
      "Ä Standard": 1248,
      "Ä shows": 1249,
      "}\\\\": 1250,
      "'re": 1251,
      "ires": 1252,
      "kes": 1253,
      "pr": 1254,
      "uct": 1255,
      "Ä z": 1256,
      "Ä ĂÄč": 1257,
      "ero": 1258,
      "ence": 1259,
      "ense": 1260,
      "Ä range": 1261,
      "ily": 1262,
      "utual": 1263,
      "Ä compare": 1264,
      "Ä They": 1265,
      "dered": 1266,
      "Ä Am": 1267,
      "Ä Sortino": 1268,
      "Ä Futures": 1269,
      "Ä who": 1270,
      "ounter": 1271,
      "Ä traded": 1272,
      "Ä Beta": 1273,
      "ible": 1274,
      "Ä Options": 1275,
      "Ä considered": 1276,
      "Ä dependent": 1277,
      "Ä losses": 1278,
      "ternative": 1279,
      "Ä terms": 1280,
      "Ä small": 1281,
      "Ä Because": 1282,
      "Ä individual": 1283,
      "og": 1284,
      "ty": 1285,
      "tical": 1286,
      "Ä ĂąÄąÄ­": 1287,
      "Ä ĂąÄȘÄŽ": 1288,
      "Ä opp": 1289,
      "Ä sheet": 1290,
      "als": 1291,
      "ite": 1292,
      "Ä another": 1293,
      "icular": 1294,
      "Ä even": 1295,
      "Ä econom": 1296,
      "ason": 1297,
      "Ä been": 1298,
      "Ä rise": 1299,
      "Ä usually": 1300,
      "ify": 1301,
      "Ä sect": 1302,
      "Ä Con": 1303,
      "Ä MPT": 1304,
      "Ä had": 1305,
      "Ä calculating": 1306,
      "Ä Deriv": 1307,
      "Ä indicate": 1308,
      "Ä differen": 1309,
      "ification": 1310,
      "Ä results": 1311,
      "Ä particular": 1312,
      "Ä }{": 1313,
      "Ä following": 1314,
      "Ä Greeks": 1315,
      "Ä minus": 1316,
      "Ä large": 1317,
      "Ä managers": 1318,
      "Ä require": 1319,
      "Ä dividends": 1320,
      "begin": 1321,
      "Ä liabilities": 1322,
      "Ä Derivatives": 1323,
      "10": 1324,
      "bf": 1325,
      "cor": 1326,
      "clu": 1327,
      "eg": 1328,
      "get": 1329,
      "iqu": 1330,
      "ms": 1331,
      "nual": 1332,
      "ser": 1333,
      "times": 1334,
      "Ä 8": 1335,
      "Ä cre": 1336,
      "one": 1337,
      "ish": 1338,
      "Ä main": 1339,
      "ics": 1340,
      "Ä tool": 1341,
      "Ä below": 1342,
      "Ä comb": 1343,
      "Ä ext": 1344,
      "ately": 1345,
      "cel": 1346,
      "Ä gra": 1347,
      "ified": 1348,
      "Ä cont": 1349,
      "Ä short": 1350,
      "Ä yiel": 1351,
      "Ä perfect": 1352,
      "Ä Rat": 1353,
      "term": 1354,
      "Ä trailing": 1355,
      "textbf": 1356,
      "Ä cho": 1357,
      "Ä hedging": 1358,
      "Ä \\\\&": 1359,
      "Ä generate": 1360,
      "Ä increases": 1361,
      "Ä purchase": 1362,
      "Ä subtract": 1363,
      "Ä You": 1364,
      "Ä spre": 1365,
      "ditional": 1366,
      "Ä signific": 1367,
      "Ä probability": 1368,
      "Ä Company": 1369,
      "Ä optim": 1370,
      "erican": 1371,
      "Ä barrel": 1372,
      "Ä American": 1373,
      "TM": 1374,
      "ax": 1375,
      "cial": 1376,
      "less": 1377,
      "ov": 1378,
      "pend": 1379,
      "sist": 1380,
      "way": 1381,
      "Ä end": 1382,
      "Ä affect": 1383,
      "Ä counter": 1384,
      "Ä sw": 1385,
      "Ä sol": 1386,
      "Ä pat": 1387,
      "Ä inf": 1388,
      "Ä inform": 1389,
      "Ä wide": 1390,
      "Ä today": 1391,
      "Ä effect": 1392,
      "Ä thr": 1393,
      "Ä three": 1394,
      "ash": 1395,
      "ass": 1396,
      "Ä compares": 1397,
      "veral": 1398,
      "ively": 1399,
      "Ä several": 1400,
      "Ä within": 1401,
      "Ä 12": 1402,
      "Ä By": 1403,
      "Ä sugg": 1404,
      "arnings": 1405,
      "Ä times": 1406,
      "Ä volatile": 1407,
      "Ä making": 1408,
      "Ä report": 1409,
      "Ä profits": 1410,
      "adjusted": 1411,
      "Ä similar": 1412,
      "Ä estimates": 1413,
      "Ä independ": 1414,
      "Ä commonly": 1415,
      "Ä type": 1416,
      "Ä operations": 1417,
      "Ä operating": 1418,
      "Ä Greek": 1419,
      "Ä actual": 1420,
      "Ä strategy": 1421,
      "Ä typically": 1422,
      "Ä While": 1423,
      "Ä diversification": 1424,
      "Ä expenses": 1425,
      "Ä syste": 1426,
      "Ä zero": 1427,
      "Ä Ratio": 1428,
      "Ä suggest": 1429,
      "Ä independent": 1430,
      "TC": 1431,
      "aid": 1432,
      "ced": 1433,
      "ker": 1434,
      "Ä 4": 1435,
      "ret": 1436,
      "Ä ow": 1437,
      "Ä theore": 1438,
      "Ä sum": 1439,
      "Ä sens": 1440,
      "Ä sales": 1441,
      "ang": 1442,
      "Ä pe": 1443,
      "Ä int": 1444,
      "Ä fit": 1445,
      "Ä found": 1446,
      "Ä el": 1447,
      "omet": 1448,
      "Ä vers": 1449,
      "ury": 1450,
      "Ä last": 1451,
      "ational": 1452,
      "Ä start": 1453,
      "oll": 1454,
      "Ä gr": 1455,
      "verse": 1456,
      "velo": 1457,
      "ains": 1458,
      "Ä That": 1459,
      "Ä buying": 1460,
      "Ä take": 1461,
      "Ä adding": 1462,
      "Ä close": 1463,
      "Ä movement": 1464,
      "Ä including": 1465,
      "Ä industries": 1466,
      "matic": 1467,
      "Ä comparing": 1468,
      "ression": 1469,
      "Ä various": 1470,
      "Ä significant": 1471,
      "TF": 1472,
      "cus": 1473,
      "od": 1474,
      "ope": 1475,
      "ry": 1476,
      "heck": 1477,
      "hemat": 1478,
      "ind": 1479,
      "Ä cer": 1480,
      "Ä cents": 1481,
      "ans": 1482,
      "Ä far": 1483,
      "Ä five": 1484,
      "Ä best": 1485,
      "Ä mis": 1486,
      "Ä off": 1487,
      "Ä offer": 1488,
      "Ä annual": 1489,
      "Ä day": 1490,
      "Ä rand": 1491,
      "Ä rem": 1492,
      "ull": 1493,
      "Ä very": 1494,
      "Ä Terminal": 1495,
      "ivity": 1496,
      "Ä hand": 1497,
      "ime": 1498,
      "Ä def": 1499,
      "Ä develo": 1500,
      "ortion": 1501,
      "dern": 1502,
      "Ä prop": 1503,
      "Ä process": 1504,
      "Ä moves": 1505,
      "Ä Since": 1506,
      "Ä without": 1507,
      "Ä rather": 1508,
      "Ä case": 1509,
      "Ä understand": 1510,
      "Ä buil": 1511,
      "Ä De": 1512,
      "Ä accur": 1513,
      "Ä prefer": 1514,
      "Ä buyers": 1515,
      "Ä implied": 1516,
      "Ä Assum": 1517,
      "Ä Another": 1518,
      "ĂąÄȘÄł": 1519,
      "Ä parties": 1520,
      "Ä first": 1521,
      "Ä words": 1522,
      "Ä metrics": 1523,
      "Ä mathemat": 1524,
      "Ä entire": 1525,
      "comes": 1526,
      "Ä reflect": 1527,
      "Ä constant": 1528,
      "Ä instru": 1529,
      "Ä figure": 1530,
      "Ä bonds": 1531,
      "Ä direction": 1532,
      "Ä statistical": 1533,
      "Ä key": 1534,
      "Ä difference": 1535,
      "ega": 1536,
      "Ä combin": 1537,
      "sistent": 1538,
      "Ä widely": 1539,
      "Ä certain": 1540,
      "Ä random": 1541,
      ",\"": 1542,
      "The": 1543,
      "bers": 1544,
      "cl": 1545,
      "ex": 1546,
      "gth": 1547,
      "part": 1548,
      "son": 1549,
      "vant": 1550,
      "vail": 1551,
      "yp": 1552,
      "Ä ĂąÄą": 1553,
      "Ä obt": 1554,
      "ise": 1555,
      "ison": 1556,
      "Ä sc": 1557,
      "orpor": 1558,
      "Ä paid": 1559,
      "ither": 1560,
      "itial": 1561,
      "Ä initial": 1562,
      "Ä dail": 1563,
      "Ä during": 1564,
      "Ä eas": 1565,
      "ctu": 1566,
      "Ä pract": 1567,
      "Ä beh": 1568,
      "und": 1569,
      "Ä now": 1570,
      "Ä gamma": 1571,
      "Ä allow": 1572,
      "Ä percent": 1573,
      "ortfolio": 1574,
      "Ä track": 1575,
      "Ä find": 1576,
      "Ä finance": 1577,
      "ident": 1578,
      "Ä related": 1579,
      "Ä adjust": 1580,
      "Ä adjusted": 1581,
      "luctu": 1582,
      "Ä selling": 1583,
      "Ä leverage": 1584,
      "Ä estimated": 1585,
      "Ä pop": 1586,
      "Ä payments": 1587,
      "Ä tell": 1588,
      "Ä numbers": 1589,
      "cond": 1590,
      "Ä Excel": 1591,
      "Ä arr": 1592,
      "Ä few": 1593,
      "Ä regression": 1594,
      "Ä Therefore": 1595,
      "Ä strategies": 1596,
      "Ä receiv": 1597,
      "Ä techniqu": 1598,
      "Ä writer": 1599,
      "Ä graph": 1600,
      "Ä spread": 1601,
      "Ä own": 1602,
      "Ä ĂąÄąÄŸ": 1603,
      "Ä daily": 1604,
      "EBITDA": 1605,
      "PV": 1606,
      "bl": 1607,
      "sing": 1608,
      "ving": 1609,
      "wor": 1610,
      "ĂÂČ": 1611,
      "Ä 7": 1612,
      "Ä K": 1613,
      "Ä ident": 1614,
      "Ä tend": 1615,
      "hed": 1616,
      "Ä crit": 1617,
      "Ä squ": 1618,
      "itivity": 1619,
      "Ä fluctu": 1620,
      "Ä back": 1621,
      "ency": 1622,
      "Ä mar": 1623,
      "ick": 1624,
      "Ä either": 1625,
      "Ä rele": 1626,
      "urther": 1627,
      "urope": 1628,
      "Ä lin": 1629,
      "Ä stren": 1630,
      "Ä stable": 1631,
      "igma": 1632,
      "ortun": 1633,
      "ĂąÄąÄż": 1634,
      "Ä concept": 1635,
      "Ä Form": 1636,
      "Ä Fund": 1637,
      "Ä Each": 1638,
      "Ä Equity": 1639,
      "Ä Europe": 1640,
      "Ä markets": 1641,
      "Ä expires": 1642,
      "Ä equation": 1643,
      "Ä variation": 1644,
      "Ä trader": 1645,
      "Ä new": 1646,
      "Ä overvalued": 1647,
      "ighted": 1648,
      "Ä meaning": 1649,
      "Ä curren": 1650,
      "Ä accounts": 1651,
      "Ä impact": 1652,
      "Ä impro": 1653,
      "Ä benef": 1654,
      "Ä No": 1655,
      "Ä decis": 1656,
      "Ä agree": 1657,
      "Ä obser": 1658,
      "Ä looking": 1659,
      "Ä Alpha": 1660,
      "Ä hold": 1661,
      "Ä comparison": 1662,
      "Ä larger": 1663,
      "Ä types": 1664,
      "Ä obligation": 1665,
      "Ä exercise": 1666,
      "Ä exercised": 1667,
      "Ä involved": 1668,
      "Ä advis": 1669,
      "Ä insight": 1670,
      "Ä management": 1671,
      "Ä deliver": 1672,
      "Ä sector": 1673,
      "Ä counterpart": 1674,
      "Ä swap": 1675,
      "Ä information": 1676,
      "Ä through": 1677,
      "Ä sensitivity": 1678,
      "Ä Assume": 1679,
      "Ä margin": 1680,
      "Ä strength": 1681,
      "Ä European": 1682,
      "cash": 1683,
      "for": 1684,
      "ken": 1685,
      "lie": 1686,
      "mand": 1687,
      "not": 1688,
      "pon": 1689,
      "ply": 1690,
      "put": 1691,
      "sigma": 1692,
      "Ä ut": 1693,
      "Ä ĂÄ„": 1694,
      "ators": 1695,
      "Ä since": 1696,
      "Ä somet": 1697,
      "ality": 1698,
      "alcul": 1699,
      "alth": 1700,
      "orrow": 1701,
      "Ä inter": 1702,
      "Ä bo": 1703,
      "ary": 1704,
      "icult": 1705,
      "Ä too": 1706,
      "Ä reven": 1707,
      "Ä reason": 1708,
      "Ä though": 1709,
      "ention": 1710,
      "Ä Treas": 1711,
      "Ä Time": 1712,
      "Ä lock": 1713,
      "Ä belie": 1714,
      "ute": 1715,
      "Ä exist": 1716,
      "Ä exclu": 1717,
      "osure": 1718,
      "Ä demand": 1719,
      "Ä Im": 1720,
      "lex": 1721,
      "Ä Ad": 1722,
      "Ä cannot": 1723,
      "Ä modern": 1724,
      "Ä Su": 1725,
      "Ä second": 1726,
      "Ä Calcul": 1727,
      "Ä 15": 1728,
      "ending": 1729,
      "Ä expense": 1730,
      "Ä Man": 1731,
      "Ä equip": 1732,
      "sell": 1733,
      "Ä undervalued": 1734,
      "Ä health": 1735,
      "Ä next": 1736,
      "Ä necess": 1737,
      "Ä Definition": 1738,
      "earson": 1739,
      "Ä add": 1740,
      "Ä additional": 1741,
      "Ä maxim": 1742,
      "Ä difficult": 1743,
      "Ä however": 1744,
      "Ä simply": 1745,
      "Ä Gamma": 1746,
      "Ä clos": 1747,
      "Ä depends": 1748,
      "Ä discounted": 1749,
      "Ä provides": 1750,
      "Ä ways": 1751,
      "oft": 1752,
      "Ä quant": 1753,
      "Ä considering": 1754,
      "stead": 1755,
      "Ä holder": 1756,
      "Ä enter": 1757,
      "Ä levels": 1758,
      "Ä vary": 1759,
      "Ä limitations": 1760,
      "Ä receive": 1761,
      "Ä constru": 1762,
      "Ä products": 1763,
      "Ä broker": 1764,
      "Ä analyze": 1765,
      "Ä decrease": 1766,
      "Ä commod": 1767,
      "Ä One": 1768,
      "ternatively": 1769,
      "Ä yield": 1770,
      "ways": 1771,
      "Ä pattern": 1772,
      "Ä systematic": 1773,
      "Ä suggests": 1774,
      "Ä grou": 1775,
      "Ä mathematical": 1776,
      "Ä percentage": 1777,
      "Ä Formula": 1778,
      "Ä benefit": 1779,
      "Ä equipment": 1780,
      "=\\": 1781,
      "BT": 1782,
      "ML": 1783,
      "\\%": 1784,
      "ac": 1785,
      "au": 1786,
      "ament": 1787,
      "ages": 1788,
      "gree": 1789,
      "gine": 1790,
      "li": 1791,
      "line": 1792,
      "ous": 1793,
      "over": 1794,
      "ocus": 1795,
      "pet": 1796,
      "ting": 1797,
      "til": 1798,
      "ud": 1799,
      "Ä %": 1800,
      "Ä Z": 1801,
      "Ä ide": 1802,
      "inci": 1803,
      "Ä op": 1804,
      "Ä theta": 1805,
      "Ä cust": 1806,
      "Ä check": 1807,
      "Ä say": 1808,
      "Ä fra": 1809,
      "Ä further": 1810,
      "Ä focus": 1811,
      "Ä bull": 1812,
      "Ä borrow": 1813,
      "arily": 1814,
      "Ä ded": 1815,
      "Ä doll": 1816,
      "ications": 1817,
      "Ä reward": 1818,
      "Ä let": 1819,
      "Ä lif": 1820,
      "Ä step": 1821,
      "Ä his": 1822,
      "Ä hyp": 1823,
      "Ä Theta": 1824,
      "Ä degree": 1825,
      "Ä gives": 1826,
      "Ä gau": 1827,
      "very": 1828,
      "Ä proper": 1829,
      "ift": 1830,
      "othe": 1831,
      "Ä Some": 1832,
      "Ä always": 1833,
      "Ä Fr": 1834,
      "Ä ETF": 1835,
      "Ä perpet": 1836,
      "Ä Ret": 1837,
      "Ä uncer": 1838,
      "Ä Income": 1839,
      "Ä Portfolio": 1840,
      "Ä Me": 1841,
      "Ä near": 1842,
      "ĂąÄąÄ­ĂąÄąÄ­": 1843,
      "Ä strong": 1844,
      "Ä standardized": 1845,
      "Ä makes": 1846,
      "Ä weighted": 1847,
      "Ä function": 1848,
      "Ä general": 1849,
      "Ä measurement": 1850,
      "Ä relatively": 1851,
      "Ä increasing": 1852,
      "Ä projected": 1853,
      "Ä factor": 1854,
      "Ä fundament": 1855,
      "Ä work": 1856,
      "Ä Exchange": 1857,
      "Ä Like": 1858,
      "Ä longer": 1859,
      "Ä minim": 1860,
      "Ä know": 1861,
      "Ä approach": 1862,
      "Ä What": 1863,
      "Ä speculate": 1864,
      "Ä fair": 1865,
      "Ä economic": 1866,
      "Ä extre": 1867,
      "Ä barrels": 1868,
      "axis": 1869,
      "Ä theoretical": 1870,
      "Ä else": 1871,
      "Ä scen": 1872,
      "Ä arrive": 1873,
      "Ä relevant": 1874,
      "Ä currency": 1875,
      "Ä Treasury": 1876,
      "Ä construct": 1877,
      "Ä group": 1878,
      "Ä custom": 1879,
      "Ä dollar": 1880,
      "Ä life": 1881,
      "Ä hypothe": 1882,
      "Ä uncertain": 1883,
      ".\"": 1884,
      ".,": 1885,
      "100": 1886,
      ":}": 1887,
      "CAPM": 1888,
      "ak": 1889,
      "av": 1890,
      "back": 1891,
      "beta": 1892,
      "fact": 1893,
      "ged": 1894,
      "led": 1895,
      "like": 1896,
      "mber": 1897,
      "oan": 1898,
      "off": 1899,
      "risk": 1900,
      "sol": 1901,
      "ubl": 1902,
      "wh": 1903,
      "yle": 1904,
      "year": 1905,
      "{\\": 1906,
      "Ä 6": 1907,
      "Ä Q": 1908,
      "Ä ^": 1909,
      "Ä j": 1910,
      "Ä es": 1911,
      "Ä ach": 1912,
      "Ä aver": 1913,
      "rect": 1914,
      "Ä col": 1915,
      "iss": 1916,
      "ank": 1917,
      "anges": 1918,
      "Ä publ": 1919,
      "Ä fl": 1920,
      "Ä bad": 1921,
      "Ä dr": 1922,
      "Ä dra": 1923,
      "Ä due": 1924,
      "ices": 1925,
      "Ä iss": 1926,
      "Ä Tra": 1927,
      "Ä princi": 1928,
      "Ä len": 1929,
      "Ä loan": 1930,
      "olog": 1931,
      "osite": 1932,
      "igin": 1933,
      "Ä origin": 1934,
      "Ä gu": 1935,
      "Ä give": 1936,
      "Ä riskier": 1937,
      "Ä concer": 1938,
      "pear": 1939,
      "ably": 1940,
      "Ä Free": 1941,
      "Ä until": 1942,
      "style": 1943,
      "Ä exposure": 1944,
      "Ä Mo": 1945,
      "Ä Most": 1946,
      "Ä But": 1947,
      "Ä understanding": 1948,
      "ances": 1949,
      "Ä deviations": 1950,
      "Ä Dis": 1951,
      "Ä acqu": 1952,
      "Ä accept": 1953,
      "Ä takes": 1954,
      "plies": 1955,
      "fficiency": 1956,
      "Ä profess": 1957,
      "relation": 1958,
      "Ä made": 1959,
      "Ä Hed": 1960,
      "ppose": 1961,
      "mong": 1962,
      "perform": 1963,
      "Ä disp": 1964,
      "Ä OTC": 1965,
      "Ä highly": 1966,
      "Ä derived": 1967,
      "Ä Using": 1968,
      "Ä Net": 1969,
      "Ä declin": 1970,
      "Ä class": 1971,
      "Ä Analy": 1972,
      "Ä dividing": 1973,
      "Ä working": 1974,
      "Ä predicted": 1975,
      "Ä methods": 1976,
      "Ä art": 1977,
      "Ä simulations": 1978,
      "Ä trend": 1979,
      "Ä Alternatively": 1980,
      "Ä needs": 1981,
      "Ä 2025": 1982,
      "Ä falls": 1983,
      "Ä Under": 1984,
      "Ä instance": 1985,
      "Ä desc": 1986,
      "Ä decreases": 1987,
      "Ä delivery": 1988,
      "Ä monthly": 1989,
      "Ä opportun": 1990,
      "gether": 1991,
      "Ä contr": 1992,
      "Ä optimal": 1993,
      "ovariance": 1994,
      "Ä remain": 1995,
      "Ä instruments": 1996,
      "vailable": 1997,
      "Ä popular": 1998,
      "Ä technique": 1999,
      "Ä square": 2000,
      "Ä decisions": 2001,
      "Ä necessarily": 2002,
      "Ä patterns": 2003,
      "Ä deduct": 2004,
      "Ä gauge": 2005,
      "Ä Return": 2006,
      "Ä extreme": 2007,
      "Ä achie": 2008,
      "Ä concern": 2009,
      "20": 2010,
      "40": 2011,
      "80": 2012,
      "DCF": 2013,
      "EG": 2014,
      "ER": 2015,
      "MPT": 2016,
      "PC": 2017,
      "ROE": 2018,
      "ely": 2019,
      "ft": 2020,
      "iate": 2021,
      "ler": 2022,
      "norm": 2023,
      "oci": 2024,
      "ral": 2025,
      "ted": 2026,
      "tle": 2027,
      "ues": 2028,
      "vent": 2029,
      "vious": 2030,
      "ying": 2031,
      "Ä 9": 2032,
      "Ä among": 2033,
      "Ä available": 2034,
      "hes": 2035,
      "ins": 2036,
      "Ä cru": 2037,
      "Ä cred": 2038,
      "eri": 2039,
      "Ä sing": 2040,
      "itu": 2041,
      "itz": 2042,
      "Ä input": 2043,
      "Ä instead": 2044,
      "Ä ful": 2045,
      "Ä four": 2046,
      "Ä fix": 2047,
      "Ä big": 2048,
      "Ä mutual": 2049,
      "arter": 2050,
      "Ä don": 2051,
      "Ä den": 2052,
      "Ä dro": 2053,
      "Ä together": 2054,
      "Ä toler": 2055,
      "Ä ear": 2056,
      "Ä every": 2057,
      "omin": 2058,
      "ety": 2059,
      "Ä ro": 2060,
      "Ä rely": 2061,
      "ulas": 2062,
      "ulated": 2063,
      "Ä vega": 2064,
      "urance": 2065,
      "owitz": 2066,
      "Ä still": 2067,
      "ole": 2068,
      "Ä comes": 2069,
      "Ä exit": 2070,
      "imin": 2071,
      "Ä nam": 2072,
      "Ä complex": 2073,
      "dex": 2074,
      "Ä associ": 2075,
      "Ä ($": 2076,
      "Ä prote": 2077,
      "Ä retail": 2078,
      "Ä section": 2079,
      "arkowitz": 2080,
      "areholders": 2081,
      "Ä along": 2082,
      "Ä alternative": 2083,
      "Ä EBIT": 2084,
      "Ä Risk": 2085,
      "Ä why": 2086,
      "Ä Cor": 2087,
      "Ä Index": 2088,
      "Ä Pearson": 2089,
      "Ä PEG": 2090,
      "traded": 2091,
      "Ä experi": 2092,
      "Ä Mic": 2093,
      "Ä Markowitz": 2094,
      "Ä variability": 2095,
      "Ä Bu": 2096,
      "though": 2097,
      "Ä chall": 2098,
      "Ä calculations": 2099,
      "Ä earned": 2100,
      "Ä across": 2101,
      "Ä taken": 2102,
      "plained": 2103,
      "Ä struct": 2104,
      "Ä models": 2105,
      "rowth": 2106,
      "Ä corpor": 2107,
      "Ä correct": 2108,
      "Ä He": 2109,
      "Ä divide": 2110,
      "Ä outstanding": 2111,
      "Ä curve": 2112,
      "Ä determining": 2113,
      "Ä helpful": 2114,
      "Ä depending": 2115,
      "rue": 2116,
      "Ä multiplied": 2117,
      "Ä quarter": 2118,
      "Ä looks": 2119,
      "Ä evaluating": 2120,
      "Ä follows": 2121,
      "Ä positions": 2122,
      "Ä fees": 2123,
      "Ä firms": 2124,
      "Ä forwards": 2125,
      "Ä involves": 2126,
      "Ä appear": 2127,
      "Ä figures": 2128,
      "linear": 2129,
      "Ä bond": 2130,
      "Ä direct": 2131,
      "Ä wants": 2132,
      "Ä analyzing": 2133,
      "Ä insurance": 2134,
      "Ä opposite": 2135,
      "Ä required": 2136,
      "cording": 2137,
      "Ä perfectly": 2138,
      "cially": 2139,
      "Ä reported": 2140,
      "Ä starting": 2141,
      "Ä developed": 2142,
      "Ä obtain": 2143,
      "Ä beha": 2144,
      "Ä linear": 2145,
      "Ä improve": 2146,
      "Ä insights": 2147,
      "Ä counterparty": 2148,
      "Ä open": 2149,
      "Ä frame": 2150,
      "Ä original": 2151,
      "Ä Discount": 2152,
      "Ä profession": 2153,
      "Ä Understanding": 2154,
      "Ä describ": 2155,
      "Ä credit": 2156,
      "Ä single": 2157,
      "Ä fixed": 2158,
      "Ä tolerance": 2159,
      "Ä challen": 2160,
      "'ll": 2161,
      "15": 2162,
      "25": 2163,
      "200": 2164,
      "As": 2165,
      "Ex": 2166,
      "GR": 2167,
      "Net": 2168,
      "Re": 2169,
      "VPS": 2170,
      "ader": 2171,
      "ads": 2172,
      "cing": 2173,
      "cap": 2174,
      "hood": 2175,
      "kers": 2176,
      "la": 2177,
      "ner": 2178,
      "rate": 2179,
      "sive": 2180,
      "tribut": 2181,
      "uity": 2182,
      "xy": 2183,
      "Ä {": 2184,
      "Ä ĂąÄȘÄł": 2185,
      "Ä aim": 2186,
      "ining": 2187,
      "ature": 2188,
      "Ä cross": 2189,
      "ond": 2190,
      "ished": 2191,
      "Ä sour": 2192,
      "Ä situ": 2193,
      "ories": 2194,
      "Ä pict": 2195,
      "itable": 2196,
      "Ä intern": 2197,
      "arch": 2198,
      "arry": 2199,
      "icking": 2200,
      "Ä efficiency": 2201,
      "Ä run": 2202,
      "Ä reve": 2203,
      "Ä refer": 2204,
      "Ä recent": 2205,
      "Ä recor": 2206,
      "Ä vs": 2207,
      "urity": 2208,
      "Ä lat": 2209,
      "Ä becomes": 2210,
      "Ä come": 2211,
      "osen": 2212,
      "Ä compon": 2213,
      "Ä comput": 2214,
      "Ä Ima": 2215,
      "lecom": 2216,
      "Ä gain": 2217,
      "Ä goo": 2218,
      "Ä valued": 2219,
      "Ä risky": 2220,
      "quent": 2221,
      "terest": 2222,
      "Ä proble": 2223,
      "Ä context": 2224,
      "Ä consistent": 2225,
      "pecially": 2226,
      "Ä So": 2227,
      "Ä Sim": 2228,
      "Ä season": 2229,
      "Ä Fin": 2230,
      "Ä Re": 2231,
      "Ä whose": 2232,
      "Ä 18": 2233,
      "ardless": 2234,
      "Ä incorpor": 2235,
      "Ä attract": 2236,
      "Ä express": 2237,
      "Ä More": 2238,
      "Ä Mult": 2239,
      "Ä Mutual": 2240,
      "Ä MPC": 2241,
      "Ä variety": 2242,
      "Ä willing": 2243,
      "Ä cases": 2244,
      "Ä happ": 2245,
      "Ä char": 2246,
      "Ä chosen": 2247,
      "Ä access": 2248,
      "Ä previous": 2249,
      "ĂąÄąÄ­ĂÄč": 2250,
      "icip": 2251,
      "Ä expectations": 2252,
      "plo": 2253,
      "Ä profile": 2254,
      "Ä absol": 2255,
      "Ä likeli": 2256,
      "Ä sellers": 2257,
      "Ä least": 2258,
      "perating": 2259,
      "Ä outcomes": 2260,
      "Ä correlated": 2261,
      "Ä expiry": 2262,
      "Ä basis": 2263,
      "Ä formulas": 2264,
      "iew": 2265,
      "Ä pays": 2266,
      "Ä Ne": 2267,
      "aged": 2268,
      "Ä therefore": 2269,
      "Ä discounting": 2270,
      "Ä coefficients": 2271,
      "Ä 50": 2272,
      "Ä upon": 2273,
      "Ä divided": 2274,
      "Ä Stock": 2275,
      "Ä plus": 2276,
      "Ä produce": 2277,
      "Ä consideration": 2278,
      "Ä worthless": 2279,
      "Ä Although": 2280,
      "Ä tradeoff": 2281,
      "Ä maturity": 2282,
      "Ä holding": 2283,
      "Ä manager": 2284,
      "Ä approxim": 2285,
      "Ä reality": 2286,
      "Ä requires": 2287,
      "Ä obligated": 2288,
      "Ä 2022": 2289,
      "Ä refers": 2290,
      "Ä broader": 2291,
      "Ä trans": 2292,
      "Ä months": 2293,
      "Ä explain": 2294,
      "priate": 2295,
      "Ä particularly": 2296,
      "Ä choose": 2297,
      "return": 2298,
      "versely": 2299,
      "Ä offset": 2300,
      "Ä proportion": 2301,
      "Ä build": 2302,
      "ĂąÄȘÄł(": 2303,
      "Ä combination": 2304,
